[
    { 
      "id": "Day1Morning",
      "text": [["Liv","..ey. Hey. Hey!"], 
        ["Liv", "You awake?"], 
        ["You", "You nod blearily."], 
        ["Liv", "Thank god."], 
        [null, "Diedrick steps around from the back, and you only now realize they were poking around at your head."],
        ["Diedrick", "Head injury doesn't seem to be serious, so you're all good! Lightest crash landing I've ever been in, honestly."],
        ["Jule", "The cargo bulkheads took most of the beating, and the inertial dampeners are still working, so it's not too surprising."],
        [null, "Your head is still ringing, the world swaying. Or maybe you're swaying?"],
        ["Liv", "Couldn't have asked for a better outcome, haha..."],
        ["Joe", "I'd say there are several outcomes that could've been better."],
        [null, "The chatter probably isn't helping the growing headache at the back of your skull, either."],
        ["Diedrick", "You're a real ray of sunshine sometimes, Joe, you know that right?"],
        ["Joe", "I'm just being honest."],
        [null, "Definitely not helping."],
        ["Jule", "You're being a dick, actually."],
        ["Diedrick", "That's honesty."],
        ["Carle", "Chill out, maybe."],
        ["Joe", "I have the right to voice my opinion."],
        ["Carle", "It's not THAT bad."],
        ["Jule", "We're all a bit tossed up. Have a bit of decorum!"]
        ["You", "STOP! Stop talking... just give me a second."],
        [null, "."],
        [null, ".."],
        [null, "..."],
        ["You", "We're all probably a bit shaken after the landing... let's separate and get our bearings."],
        ["You", "Let's meet again in an hour, okay? Sitrep on what needs repairing, what needs setting up, all that."],
        [null, "..."],
        ["Joe", "You're the captain..."],
        [null, "The crew starts filtering out of the room, out into the living quarters."],
        ["Liv", "...Thanks."]
      ],
      "scene": [[1, "TakeStockDay1"]]
    },
    { 
      "id": "TakeStockDay1",
      "text": [
        [null, "An hour later... roughly."],
        ["You", "Now that everyone's back, how's the ship looking?"],
        ["Liv", "Reactor came off without a scratch. Power should last us at least another two months, even without-"],
        [null, "Liv breaks into a coughing fit lasting a handful of seconds, before using an inhaler."],
        ["Liv", "...even without the spare fuel rods."],
        ["Joe", "Speaking of, the air filtration system is shot. We're running on spare oxygen, which will last at least two months."],
        [null, "Liv coughs lightly."]
        ["Joe", "But contaminants build up fast."],
        ["Liv", "I'm fine, I have my inhaler!"],
        ["Joe", "Delusional as always."],
        [null, "Diedrick playfully shoves at Joe."],
        ["Diedrick", "Shove off, mate, we're trying our best."],
        ["You", "Back on topic, please?"],
        ["Diedrick", "Yes captain!"],
        [null, "Diedrick does a sharp salute, his face so overly serious so as to be silly."],
        ["Diedrick", "Medically, we're all fine. Nothing new's come up."],
        ["Joe", "Some of us as fucked up as always."],
        [null, "Diedrick gives him the stink eye after comment."],
        ["You", "Knock that off. Carle, anything to say?"],
        ["Carle", "Yeah. Greenhouse supplies are fine, though the prefab decoupled in-flight. We'll need to go grab that before food runs out."],
        ["You", "And they last...?"],
        ["Carle", "You don't do inventory? I should've snuck more snacks in during the flight!"],
        [null, "Jule elbows Carle."],
        ["Carle", "Yeah, yeah, I get it. Food stores last four months, but they're supposed to get us through the return trip. If we spend more than three weeks before setting it up we'll need to wait for food to recover."],
        ["Jule", "In case you were wondering, the cockpit's fine. Belly down crash landing and all."],
        ["You", "Sounds like things are pretty good, then?"],
        ["Jule", "Yeah."],
        ["Liv", "Yeah!"],
        ["Joe", "I guess."],
        [null, "..."],
        ["You", "Fredrick?"],
        ["Fredrick", "Oh. Right, sorry. The signal that corporate picked up is still strong. Sensors indicate a depth of 400-600 meters below the surface. There's a cave system nearby that goes close."],
        ["Diedrick", "Basically, everything's looking up!"],
        ["You", "Silver linings. Where to start, then?"],
        ["Carle", "Before we start, actually, could you get the cat-tuna? It's right outside the ship, and somehow survived the crash landing."],
        ["Joe", "I hate to say it-"],
        ["Diedrick", "Do you?"],
        ["Joe", "...I guess not. Anyway, the EVA suit can't handle the atmospheric pollen very well, so you've got limited time outside the ship per day."],
        ["Jule", "I wish they'd told us that this wasn't a barren planet prior."],
        ["Diedrick", "I wish I had a million dollars."],
        ["Jule", "Basic information on a mission isn't so much to ask for, in my correct opinion."],
        ["Liv", "I'm sure they just didn't know."],
        ["You", "What would they even get from withholding the information?"],
        ["Joe", "They're corporate. Being dick-heads is in their fundamental nature."],
        ["You", "True that."],
        ["Diedrick", "Maybe you should ask for a management position then, Joe?"],
        ["Joe", "Piss off!"],
        [null, "The banter's a little more sharp than usual, but at least they're not at each other's throats. Time to get that tuna, perhaps?"]
      ],
      "mission": "Tutorial"
    },
    { 
      "id": "Day1Evening",
      "text": ["Le epic placeholder"],
      "choice": []
    },
    { 
      "id": "Day2Morning",
      "text": ["Le epic placeholder"],
      "choice": []
    },
    { 
      "id": "Day2Evening",
      "text": ["Le epic placeholder"],
      "choice": []
    },
    { 
      "id": "Day3Morning",
      "text": ["Le epic placeholder"],
      "choice": []
    },
    { 
      "id": "Day3Evening",
      "text": ["Le epic placeholder"],
      "choice": []
    },
    { 
      "id": "Day4Morning",
      "text": ["Le epic placeholder"],
      "choice": []
    },
    { 
      "id": "Day4Evening",
      "text": ["Le epic placeholder"],
      "choice": []
    },
    { 
      "id": "Day5Morning",
      "text": ["Le epic placeholder"],
      "choice": []
    },
    { 
      "id": "Day5Evening",
      "text": ["Le epic placeholder"],
      "choice": []
    },
    { 
      "id": "Day6Morning",
      "text": ["Le epic placeholder"],
      "choice": []
    },
    { 
      "id": "Day6Evening",
      "text": ["Le epic placeholder"],
      "choice": []
    },
    { 
      "id": "Day7Morning",
      "text": ["Le epic placeholder"],
      "choice": []
    },
    { 
      "id": "Day7Evening",
      "text": ["Le epic placeholder"],
      "choice": []
    },
]